Repository: vmassuchetto/wp-lightbox
Catalog: lang/lightbox_3-*.po
Languages: fr_fr

source: Settings updated
fr_fr: Réglages mis à jour

source: Lightbox Appearance
fr_fr: Apparence de Lightbox

source: Default : "Black" theme
fr_fr: Défaut : Thème "Black"

source: Auto-lightbox image links
fr_fr: Utiliser auto-lightbox sur les liens des images

source: Let the plugin add necessary html to image links
fr_fr: Laisse le plugin ajouter si besoin du code html dans les liens des images

source: Shrink large images to fit smaller screens
fr_fr: Rétrécir les grandes images pour correspondre à la taille des écrans

source: Note: <u>Excessively large images</u> waste bandwidth and slow browsing!
fr_fr: Note : <u>Les images vraiment trop grandes</u> vont gaspiller de la bande passante et ralentir la navigation!

source: Uninstall Lighbox 2
fr_fr: Désinstaller Lightbox 2

source: Lightbox 2 is not properly uninstalled (still remains some options in DB), clic here to delete this options.
fr_fr: Lightbox 2 n'est pas correctement désinstallé (il reste encore des options dans la BDD), cliquez ici pour supprimer ces options.

source: Save Changes
fr_fr: Sauver
